Repository: digitalfotografen/DMZ_CakePHP_2017
Catalog: src/Locale/*/default.po
Languages: sv_se

source: The city has been saved.
sv_se: Orten har sparats.

source: The city could not be saved. Please, try again.
sv_se: Orten kunde inte sparas. Försök igen.

source: The city has been deleted.
sv_se: Orten har raderats.

source: The city could not be deleted. Please, try again.
sv_se: Orten kunde inte raderas. Försök igen.

source: The region has been saved.
sv_se: Regionen har sparats.

source: The region could not be saved. Please, try again.
sv_se: Regionen kunde inte sparas. Försök igen.

source: The region has been deleted.
sv_se: Regionen har raderats.

source: The region could not be deleted. Please, try again.
sv_se: Orten kunde inte raderas. Försök igen.

source: The score has been saved.
sv_se: Poängen har sparats.

source: The score could not be saved. Please, try again.
sv_se: Poängen kunde inte sparas. Försök igen.

source: The score has been deleted.
sv_se: Poängen har tagits bort.

source: The score could not be deleted. Please, try again.
sv_se: Poängen kunde inte raderas. Försök igen.

source: The visit has been saved.
sv_se: Besöket har sparats.

source: The visit could not be saved. Please, try again.
sv_se: Besöket kunde inte sparas. Försök igen.

source: The visit has been deleted.
sv_se: Besöket har tagits bort.

source: The visit could not be deleted. Please, try again.
sv_se: Besöket kunde inte raderas. Försök igen.

source: Reset game. Clear all scores and delete all visits
sv_se: Återställa spel. Rensa alla poäng och ta bort alla besök

source: Update scores
sv_se: Uppdatera poäng

source: User {0} has {1} points
sv_se: Användaren {0} har {1} Poäng

source: Actions
sv_se: Åtgärder

source: List Cities
sv_se: Lista städer

source: List Regions
sv_se: Lista regioner

source: New Region
sv_se: Ny region

source: Add City
sv_se: Lägg till ort.

source: Submit
sv_se: Skicka

source: Delete
sv_se: Radera

source: Are you sure you want to delete # {0}?
sv_se: Är du säker på att du vill radera # {0}?

source: Edit City
sv_se: Redigera ort

source: New City
sv_se: Ny ort

source: Cities
sv_se: Orter

source: View
sv_se: Visa

source: Edit
sv_se: Ändra

source: first
sv_se: första

source: previous
sv_se: föregående

source: next
sv_se: nästa

source: last
sv_se: sista

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
sv_se: Sidan {{page}} av {{pages}}, visar {{current}} posten av {{count}} totalt

source: Delete City
sv_se: Radera ort

source: Name
sv_se: Namn

source: Description
sv_se: Beskrivning

source: Back
sv_se: Tillbaka

source: Add Region
sv_se: Lägg till region

source: Edit Region
sv_se: Redigera region

source: Regions
sv_se: Regioner

source: Delete Region
sv_se: Radera region

source: Related Cities
sv_se: Relaterade orter

source: List Scores
sv_se: Lista poäng

source: Add Score
sv_se: Lägga till poäng

source: Edit Score
sv_se: Redigera poäng

source: New Score
sv_se: Nya poäng

source: Scores
sv_se: Poäng

source: Delete Score
sv_se: Ta bort poäng

source: User Id
sv_se: Användar-ID

source: Points
sv_se: Poäng

source: Modified
sv_se: Ändrad

source: List Visits
sv_se: Lista besök

source: List Users
sv_se: Lista användare

source: New User
sv_se: Ny användare

source: Add Visit
sv_se: Lägg till besök

source: Edit Visit
sv_se: Redigera besök

source: New Visit
sv_se: Nytt besök

source: Visits
sv_se: Besök

source: Delete Visit
sv_se: Ta bort besök

source: User
sv_se: Användare

source: City
sv_se: Ort

source: Created
sv_se: Skapad

source: The requested address {0} was not found on this server.
sv_se: Den begärda adressen {0} hittades inte på den här servern.

source: An Internal Error Has Occurred
sv_se: Det har uppstått ett internt fel.
